[Information]
TRANSLATOR=Звонко Велески
VERSION=2.2.0

[Language]
LANGUAGE=Македонски
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x042F

[Menu]
FILE=&Фајл
FILE_EXIT=&Излез
EDIT=&Уреди
EDIT_COPY=&Копирај
THEME=&Тема
HELP=&Помош
HELP_ABOUT=&За CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
IE8_MODE=&IE8 Mode

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

[Message]
STOP_BENCHMARK=Запри го тестот.
DISK_CAPACITY_ERROR=Недоволен капацитет на дискот.
DISK_CREATE_FILE_ERROR=Креирањето на фајлот е одбиена.
DISK_WRITE_ERROR=Грешка при запишувањето.
DISK_READ_ERROR=Грешка при читањето.

[Title]
TEST_DRIVE=Диск за тестирање
TEST_SIZE=Големина на тестот
TEST_COUNT=Број на тестови

[WindowTitle]
ABOUT=За CrystalDiskMark
QUEUES_THREADS=Queues & Threads
